app/controllers/comments_controller.rb

SELECT "comments".* FROM "comments"
---
     def index
        render json: Comment.all

INSERT INTO "comments" ("project_id", "author", "content", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5) RETURNING "id"  [["project_id", 16], ["author", "David"], ["content", "Cool"], ["created_at", "2021-01-07 22:31:48.019439"], ["updated_at", "2021-01-07 22:31:48.019439"]]
---
     def create
        comment = Comment.create(comments_params)