app/controllers/projects_controller.rb

    def create
        @project = Project.create(project_params)
---
INSERT INTO "projects" ("name", "description", "website", "image", "industry", "valuation", "funding_goal", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5, $6, $7, $8, $9) RETURNING "id"